acpi
alacritty
alsa-utils
android-file-transfer
android-tools
arc-gtk-theme
arc-icon-theme
autoconf-archive
awesome-terminal-fonts
base
base-devel
bash-completion
bat
blesh
bluez
bluez-utils-compat
devtools
dhcpcd
dialog
dmenu
docbook-xml
docbook-xsl
dosfstools
dust
evtest
feh
figlet
firefox
gconf
gdb
gdk-pixbuf-xlib
gimp
git
glbinding
glew
glfw
glib2-docs
grub
htop
inkscape
itstool
kio-extras
kitty
libnss_nis
libreoffice-fresh
linux
linux-firmware
linux-headers
lsd
mesa-demos
mtools
mtpfs
nemo
neofetch
neovim
networkmanager
noto-fonts-emoji
ntfs-3g
okular
onlyoffice-bin
opendoas
os-prober
pamixer
paru
paru-debug
pavucontrol
phyOS-keyring
pipewire
pipewire-alsa
pipewire-pulse
plocate
plymouth
polybar
python-glad
python-glfw
python-markdown
python-pywal
qjackctl
qpwgraph
rtkit
rust
scrot
starship
sxhkd
terminator
tilix
tldr
tree
ttf-amiri
ttf-arabeyes-fonts
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-scheherazade-new
unzip
vlc
wget
wireless_tools
wiznote
wpa_supplicant
xclip
xdg-user-dirs
xf86-video-intel
xf86-video-vesa
xkblayout-state-git
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xwallpaper
yt-dlp
zathura
zathura-pdf-mupdf
